// git init - инициализация гита
// cd .git - переход в папку гит
// ls - посмотреть содержание папки
// cd.. - выйти наверх из текущей папки(в моей консоли нельзя)
// git status - узнать статус гита(есть ли коммиты/изменения/конфликты и т. д.)
// если файл красненький - это значит, что гит еще за ним не следит
// git add education.js - добавить папку education.js, чтобы гит за ней следил
// -m - это сокращенно message
// git commit -m "Start" - добавляет коммит-строку
// git log - посмотреть список коммитов
function addNumber(a, b) {
  return a + b;
};

// git diff - увидеть наши текущие изменения в отслеживаемых файлах